Repository: armandocorradini/formemoDeveloper
Catalog: ForMemo/Xcstrings&plist/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Some apps (e.g. WhatsApp) may not correctly import multiple audio files shared at the same time.
de: Einige Apps (z. B. WhatsApp) können mehrere gleichzeitig freigegebene Audiodateien möglicherweise nicht korrekt importieren.
es: Algunas aplicaciones (por ejemplo, WhatsApp) pueden no importar correctamente varios archivos de audio compartidos al mismo tiempo.
fr: Certaines applications (par exemple WhatsApp) peuvent ne pas importer correctement plusieurs fichiers audio partagés simultanément.
it: Alcune app (ad esempio WhatsApp) potrebbero non importare correttamente più file audio condivisi contemporaneamente.

source: Sorting
de: Sortierung
es: Ordenación
fr: Tri
it: Importa checklist

source: Sound
de: Ton
es: Sonido
fr: Son
it: Suono

source: Source: Open-Meteo
de: Quelle: Open-Meteo
es: Fuente: Open-Meteo
it: Fonte: Open-Meteo

source: Sports Association
de: Sportverein
es: Asociación Deportiva
fr: Association Sportive
it: Associazione Sportiva

source: Start with a template or create your own trip type
de: Mit einer Vorlage starten oder einen eigenen Reisetyp erstellen
es: Empieza con una plantilla o crea tu propio tipo de viaje
fr: Commencez avec un modèle ou créez votre propre type de voyage
it: Inizia con un template o crea il tuo tipo di viaggio

source: Stop
de: Stopp
es: Detener
fr: Arrêter

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Spazio utilizzato

source: storage location
de: aufbewahrungsort
es: lugar de conservación
fr: lieu de conservation
it: luogo conservazione

source: Store and organize loyalty cards and tickets with barcodes or QR codes, holder information, notes, custom colors and optional logos always available inside the app.
de: Speichern und organisieren Sie Kundenkarten und Tickets mit Barcodes oder QR-Codes, Inhaberinformationen, Notizen, benutzerdefinierten Farben und optionalen Logos, die jederzeit in der App verfügbar sind.
es: Guarda y organiza tarjetas de fidelización y tickets con códigos de barras o códigos QR, información del titular, notas, colores personalizados y logotipos opcionales siempre disponibles dentro de la aplicación.
fr: Stockez et organisez vos cartes de fidélité et tickets avec codes-barres ou codes QR, informations du titulaire, notes, couleurs personnalisées et logos optionnels toujours disponibles dans l’application.
it: Archivia e organizza carte fedeltà e tickets con codici a barre o codici QR, informazioni del titolare, note, colori personalizzati e loghi opzionali sempre disponibili all’interno dell’app.

source: Store and organize personal credentials including usernames, email addresses, websites, passwords, PINs, OTP secrets, notes, and custom secrets. Organize credentials into categories, mark favorites, generate strong passwords, and protect access using your device authentication.
de: Speichern und verwalten Sie persönliche Anmeldedaten wie Benutzernamen, E-Mail-Adressen, Websites, Passwörter, PINs, OTP-Geheimnisse, Notizen und benutzerdefinierte Geheimnisse. Organisieren Sie Anmeldedaten in Kategorien, markieren Sie Favoriten, erstellen Sie sichere Passwörter und schützen Sie den Zugriff mit der Authentifizierung Ihres Geräts.
es: Almacene y organice credenciales personales como nombres de usuario, direcciones de correo electrónico, sitios web, contraseñas, PIN, secretos OTP, notas y secretos personalizados.Organice las credenciales por categorías, márquelas como favoritas, genere contraseñas seguras y proteja el acceso mediante la autenticación de su dispositivo.
fr: Stockez et organisez des identifiants personnels tels que des noms d'utilisateur, des adresses e-mail, des sites web, des mots de passe, des codes PIN, des secrets OTP, des notes et des secrets personnalisés.Organisez vos identifiants par catégories, marquez-les comme favoris, générez des mots de passe robustes et protégez l'accès grâce à l'authentification de votre appareil.
it: Archivia e organizza credenziali personali come nomi utente, indirizzi email, siti web, password, PIN, segreti OTP, note e segreti personalizzati.Organizza le credenziali in categorie, contrassegnale come preferite, genera password robuste e proteggi l'accesso utilizzando l'autenticazione del dispositivo.

source: Store loyalty cards and tickets for quick access to QR codes and barcodes.
de: Speichern Sie Kundenkarten und Tickets für den schnellen Zugriff auf QR-Codes und Barcodes.
es: Guarda tarjetas de fidelización y tickets para acceder rápidamente a códigos QR y códigos de barras.
fr: Conservez vos cartes de fidélité et tickets pour un accès rapide aux codes QR et aux codes-barres.
it: Conserva carte fedeltà e tickets per accedere rapidamente a codici QR e codici a barre.

source: Store Migration
de: Speichermigration
es: Migración del almacenamiento
fr: Migration du stockage
it: Migrazione archivio

source: Store Name
de: Geschäftsname
es: Nombre de la tienda
fr: Nom du magasin
it: Nome negozio

source: Stored in:
de: Aufbewahrt in:
es: Guardado en:
fr: Guardado en:
it: Conservato in:

source: Storm
de: Sturm
es: Tormenta
fr: Tempête
it: Tempesta

source: strong
de: Stark
es: Segura
fr: Fort
it: Robusta

source: Strong
de: Stark
es: Intenso
fr: Prononcé
it: Intenso

source: Student Card
de: Studentenausweis
es: Carné de Estudiante
fr: Carte Étudiant
it: Tessera Studente

source: Style
de: Stil
es: Estilo
it: Stile

source: Style 1
de: Stil 1
es: Estilo 1
it: Stile 1

source: Style 2
de: Stil 2
es: Estilo 2
it: Stile 2

source: Style 3
de: Stil 3
es: Estilo 3
it: Stile 3

source: Style 4
de: Stil 4
es: Estilo 4
it: Stile 4

source: Style 5
de: Stil 5
es: Estilo 5
it: Stile 5

source: Style 6
de: Stil 6
es: Estilo 6
it: Stile 6

source: Style 7
de: Stil 7
es: Estilo 7
it: Stile 7

source: Style 8
de: Stil 8
es: Estilo 8
it: Stile 8

source: Style 9
de: Stil 9
es: Estilo 9
it: Stile 9

source: Style 10
de: Stil 10
es: Estilo 10
it: Stile 10

source: Sunflower
de: Sonnenblume
es: Girasol
fr: Tournesol
it: Girasole

source: Sunglasses
de: Sonnenbrille
es: Gafas de sol
fr: Lunettes de soleil
it: Occhiali da sole

source: Sunny
de: Sonnig
es: Soleado
fr: Ensoleillé
it: Soleggiato

source: Sunscreen
de: Sonnencreme
es: Protector solar
fr: Crème solaire
it: Crema solare

source: Sunset
de: Sonnenuntergang
es: Sonnenuntergang
fr: Coucher de soleil
it: Tramonto

source: Swimsuit
de: Badebekleidung
es: Bañador
fr: Maillot de bain
it: Costume da bagno

source: switch your task view.
de: Aufgabenansicht wechseln.
es: Cambia la vista de tus tareas.
fr: Changez l’affichage de vos tâches.
it: Cambia la visualizzazione delle tue attività.

source: Syncing attachments...
de: Anhänge werden synchronisiert…
es: Sincronizando archivos adjuntos…
fr: Synchronisation des pièces jointes…
it: Sincronizzazione allegati…

source: Tab order
de: Reihenfolge der Tabs
es: Orden de las pestañas
fr: Ordre des onglets
it: Ordine delle tab

# tag.family
source: family
de: Familie
es: Familia
fr: Famille
it: Famiglia

# tag.freetime
source: freetime
de: Freizeit
es: Tiempo libre
fr: Temps libre
it: Tempo libero

# tag.health
source: health
de: Gesundheit
es: Salud
fr: Santé
it: Salute

# tag.pet
source: pet
de: Haustier
es: Mascotas
fr: Animaux
it: Animali

# tag.travel
source: travel
de: Reise
es: Viajes
fr: Voyage
it: Viaggi

# tag.work
source: work
de: Arbeit
es: Trabajo
fr: Travail
it: Lavoro

source: Take photo
de: Foto aufnehmen
es: Hacer foto
fr: Prendre photo
it: Scatta foto

source: Take Photo
de: Foto aufnehmen
es: Hacer foto
fr: Prendre une photo
it: Scatta foto

source: Tap + to add a document
de: Tippe auf +, um ein Dokument hinzuzufügen
es: Pulsa + para añadir un documento
fr: Touchez + pour ajouter un document
it: Tocca + per aggiungere un documento

source: Tap + to start with a template or create your own trip type
de: Tippe auf +, um mit einer Vorlage zu starten oder einen eigenen Reisetyp zu erstellen
es: Pulsa + para empezar con una plantilla o crear tu propio tipo de viaje
fr: Touchez + pour commencer avec un modèle ou créer votre propre type de voyage
it: Tocca + per iniziare con un template o creare il tuo tipo di viaggio

source: Tap the green button to add a task.
de: Tippen Sie auf die grüne Schaltfläche, um eine Aufgabe hinzuzufügen.
es: Toca el botón verde para añadir una tarea.
fr: Appuyez sur le bouton vert pour ajouter une tâche.
it: Tocca il pulsante verde per aggiungere un'attività.

source: Task
de: Aufgabe
es: Tarea
fr: Tâche
it: Attività

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
it: Attività

source: Tasks & Appearance
de: Aufgaben & Darstellung
es: Tareas y apariencia
fr: Tâches et apparence
it: Attività e aspetto

source: Tasks with attachments
de: Aufgaben mit Anhängen
es: Tareas con archivos adjuntos
fr: Tâches avec pièces jointes
it: Attività con allegati

source: Tasks with critical priority that are due today or overdue are highlighted automatically. You can customize highlight color in Settings.
de: Aufgaben mit kritischer Priorität, die heute fällig oder überfällig sind, werden automatisch hervorgehoben. Sie können Farbe der Hervorhebung in den Einstellungen anpassen.
es: Las tareas con prioridad crítica que vencen hoy o están vencidas se resaltan automáticamente. Puedes personalizar el color del resaltado en Configuración.
fr: Les tâches avec une priorité critique qui sont dues aujourd’hui ou en retard sont mises en évidence automatiquement. Vous pouvez personnaliser la couleur dans les paramètres.
it: I task con priorità critica che sono in scadenza oggi o già scaduti vengono evidenziati automaticamente. Puoi personalizzare il colore dell’evidenziazione nelle Impostazioni.

source: Tasks with critical priority that are due today or overdue are highlighted to help you quickly identify the most urgent items.
de: Aufgaben mit kritischer Priorität, die heute fällig oder überfällig sind, werden hervorgehoben, damit Sie die wichtigsten Aufgaben schnell erkennen können.
es: Las tareas con prioridad crítica que vencen hoy o están vencidas se resaltan para ayudarte a identificar rápidamente los elementos más urgentes.
fr: Les tâches avec une priorité critique qui sont dues aujourd’hui ou en retard sont mises en évidence pour vous aider à identifier rapidement les éléments les plus urgents.
it: I task con priorità critica che sono in scadenza oggi o già scaduti vengono evidenziati per aiutarti a identificare rapidamente gli elementi più urgenti.

source: Tasks, trip checklists, reminders, recurrence rules, tags, priorities, snooze state, locations, cards and tickets, documents and attachments are included in the backup archive.
de: Aufgaben, Reise-Checklisten, Erinnerungen, Wiederholungsregeln, Tags, Prioritäten, Schlummerstatus, Standorte, Karten und Tickets, Dokumente und Anhänge sind im Backup-Archiv enthalten.
es: Las tareas, listas de viaje, recordatorios, reglas de recurrencia, etiquetas, prioridades, estado de aplazamiento, ubicaciones, tarjetas y tickets, documentos y archivos adjuntos están incluidos en el archivo de copia de seguridad.
fr: Les tâches, listes de voyage, rappels, règles de récurrence, étiquettes, priorités, état de report, emplacements, cartes et tickets, documents et pièces jointes sont inclus dans l’archive de sauvegarde.
it: Attività, checklist di viaggio, promemoria, regole di ricorrenza, tag, priorità, stato di posticipo, posizioni, carte e tickets, documenti e allegati sono inclusi nell’archivio di backup.

source: Tasks: %lld
de: Aufgaben: %lld
es: Aufgaben: %lld
fr: Tâches : %lld
it: Attività: %lld

source: Technology
de: Technologie
es: Tecnología
fr: Technologie
it: Tecnologia

source: Tell me how long before you want the reminder, or say no reminder.
de: Sag mir, wie lange vorher du die Erinnerung möchtest, oder sag keine Erinnerung.
es: Dime cuánto tiempo antes quieres el recordatorio o di ningún recordatorio.
fr: Dites combien de temps avant vous voulez le rappel ou dites aucun rappel.
it: Dimmi quanto tempo prima vuoi il promemoria oppure dimmi nessun promemoria.

source: Templates
de: Vorlagen
es: Plantillas
fr: Modèles
it: Template

source: Text and selected attachments
de: Text und ausgewählte Anhänge
es: Texto y archivos adjuntos seleccionados
fr: Texte et pièces jointes sélectionnées
it: Testo e allegati selezionati

source: Text only
de: Nur Text
es: Solo texto
fr: Texte uniquement
it: Solo testo

source: That reminder matches your global notification timing. Choose a different reminder time or say no reminder.
de: Diese Erinnerung entspricht dem Zeitpunkt deiner globalen Benachrichtigung. Wähle einen anderen Zeitpunkt oder sag keine Erinnerung.
es: Ese recordatorio coincide con la hora de tu notificación global. Elige otro momento o di ningún recordatorio.
fr: Ce rappel correspond à l’heure de votre notification globale. Choisissez un autre moment ou dites aucun rappel.
it: Questo promemoria coincide con l’orario della notifica globale. Scegline un altro oppure dimmi nessun promemoria.

source: That time is in the past.
de: Dieser Zeitpunkt liegt in der Vergangenheit.
es: Esa hora ya ha pasado.
fr: Cette heure est déjà passée.
it: L'orario inserito è nel passato.

source: The app avoids duplicates, past alerts, and night-time notifications to reduce noise.
de: Die App vermeidet doppelte, vergangene und nächtliche Benachrichtigungen, um Störungen zu reduzieren.
es: La app evita duplicados, avisos pasados y notificaciones nocturnas para reducir molestias.
fr: L’app évite les doublons, les alertes passées et les notifications nocturnes afin de réduire le bruit.
it: L’app evita duplicati, notifiche passate e notifiche notturne per ridurre il disturbo.

source: The app badge shows tasks that require attention based on the selected badge mode. In Settings > General, you can choose whether the badge updates only when tasks become overdue or before the deadline, at the moment the global notification is triggered. The badge updates automatically even if the app is closed.
de: Das App-Badge zeigt Aufgaben an, die je nach ausgewähltem Badge-Modus Aufmerksamkeit erfordern. Unter Einstellungen > Allgemein kannst du festlegen, ob das Badge erst aktualisiert wird, wenn Aufgaben überfällig sind, oder bereits vor der Fälligkeit, sobald die globale Benachrichtigung ausgelöst wird. Das Badge wird automatisch aktualisiert, auch wenn die App geschlossen ist.
es: La insignia de la aplicación muestra las tareas que requieren atención según el modo de insignia seleccionado. En Ajustes > General, puedes elegir si la insignia debe actualizarse solo cuando las tareas vencen o antes del vencimiento, en el momento en que se activa la notificación global. La insignia se actualiza automáticamente incluso si la aplicación está cerrada.
fr: Le badge de l’application affiche les tâches qui nécessitent votre attention selon le mode de badge sélectionné. Dans Réglages > Général, vous pouvez choisir si le badge doit se mettre à jour uniquement lorsque les tâches deviennent en retard ou avant l’échéance, au moment où la notification globale est déclenchée. Le badge se met automatiquement à jour même lorsque l’application est fermée.
it: Il badge dell’app mostra le attività che richiedono attenzione in base alla modalità badge selezionata. In Impostazioni > Generali puoi scegliere se il badge deve aggiornarsi solo quando le attività scadono oppure prima della scadenza, nel momento in cui viene attivata la notifica globale. Il badge si aggiorna automaticamente anche se l’app è chiusa.

source: The app reacts to time, task updates, and system events to keep everything consistent.
de: Die App reagiert auf Zeit, Aufgabenänderungen und Systemereignisse, um alles konsistent zu halten.
es: La app reacciona al tiempo, a los cambios en las tareas y a los eventos del sistema para mantener todo coherente.
fr: L’app réagit au temps, aux modifications des tâches et aux événements système pour garantir la cohérence.
it: L’app reagisce al tempo, alle modifiche delle attività e agli eventi di sistema per mantenere tutto coerente.

source: The app reminds you when you arrive at a place. It focuses on the most relevant tasks based on distance and timing.
de: Die App erinnert dich, wenn du an einem Ort ankommst. Sie konzentriert sich auf die relevantesten Aufgaben basierend auf Entfernung und Zeitpunkt.
es: La app te avisa cuando llegas a un lugar. Se centra en las tareas más relevantes según la distancia y el momento.
fr: L’app vous rappelle lorsque vous arrivez à un endroit. Elle se concentre sur les tâches les plus pertinentes selon la distance et le moment.
it: L’app ti avvisa quando arrivi in un luogo. Si concentra sulle attività più rilevanti in base alla distanza e al momento.

source: The app schedules a notification at the task’s due time. In Settings, you can enable an automatic early notification (from 1 to 7 days before), applied to every task. You can also add a custom reminder for each task. You can also associate a location with a task and receive a notification when you arrive at that place. Only one notification is active at a time, and when it fires, the system automatically schedules the next one. Recurring tasks follow the same logic for each occurrence.
de: Die App plant eine Benachrichtigung zum Fälligkeitszeitpunkt der Aufgabe. In den Einstellungen kannst du eine automatische Vorabbenachrichtigung aktivieren (1 bis 7 Tage vorher), die für alle Aufgaben gilt. Du kannst außerdem für jede Aufgabe eine individuelle Erinnerung hinzufügen. Du kannst auch einen Ort mit einer Aufgabe verknüpfen und eine Benachrichtigung erhalten, wenn du dort ankommst. Es ist immer nur eine Benachrichtigung gleichzeitig aktiv und sobald sie ausgelöst wird, plant das System automatisch die nächste. Wiederkehrende Aufgaben folgen für jede Ausführung derselben Logik.
es: La aplicación programa una notificación en el momento de vencimiento de la tarea. En Ajustes puedes activar una notificación anticipada automática (de 1 a 7 días antes), aplicada a todas las tareas. También puedes añadir un recordatorio personalizado para cada tarea. También puedes asociar un lugar a una tarea y recibir una notificación cuando llegues a ese lugar. Solo hay una notificación activa a la vez y, cuando se envía, el sistema programa automáticamente la siguiente. Las tareas recurrentes siguen la misma lógica en cada ocurrencia.
fr: L’application planifie une notification à l’échéance de la tâche. Dans les réglages, vous pouvez activer une notification anticipée automatique (de 1 à 7 jours avant), appliquée à toutes les tâches. Vous pouvez également ajouter un rappel personnalisé pour chaque tâche. Vous pouvez aussi associer un lieu à une tâche et recevoir une notification lorsque vous arrivez à cet endroit. Une seule notification est active à la fois et, lorsqu’elle est envoyée, le système planifie automatiquement la suivante. Les tâches récurrentes suivent la même logique pour chaque occurrence.
it: L’app pianifica una notifica alla scadenza dell’attività. Nelle impostazioni puoi attivare una notifica anticipata automatica (da 1 a 7 giorni prima), applicata a tutte le attività. Puoi anche aggiungere un promemoria personalizzato per ogni attività. Puoi anche associare un luogo a un’attività e ricevere una notifica quando arrivi a destinazione. È attiva una sola notifica alla volta e, quando viene inviata, il sistema pianifica automaticamente la successiva. Le attività ricorrenti seguono la stessa logica per ogni occorrenza.

source: The badge behavior depends on the selected mode. In classic mode, tasks appear in the badge only after their deadline has passed. In global notification mode, tasks can appear earlier, when the advance notification is triggered.
de: Das Verhalten des Badges hängt vom ausgewählten Modus ab. Im klassischen Modus erscheinen Aufgaben erst im Badge, nachdem ihre Frist abgelaufen ist. Im Modus „Globale Benachrichtigung“ können Aufgaben früher erscheinen, wenn die Vorabbenachrichtigung ausgelöst wird.
es: El comportamiento de la insignia depende del modo seleccionado. En el modo clásico, las tareas aparecen en la insignia solo después de que haya pasado su fecha límite. En el modo de notificación global, las tareas pueden aparecer antes, cuando se activa la notificación anticipada.
fr: Le comportement du badge dépend du mode sélectionné. En mode classique, les tâches apparaissent dans le badge uniquement après leur échéance. En mode notification globale, les tâches peuvent apparaître plus tôt, lorsque la notification anticipée est déclenchée.
it: Il comportamento del badge dipende dalla modalità selezionata. In modalità classica, le attività compaiono nel badge solo dopo che la loro scadenza è passata. In modalità notifica globale, le attività possono comparire prima, quando viene attivata la notifica anticipata.

source: The badge updates automatically based on task changes and time. If it seems incorrect, try reopening the app or checking your notification settings.
de: Das Badge wird automatisch basierend auf Aufgabenänderungen und Zeit aktualisiert. Wenn es nicht korrekt erscheint, öffne die App erneut oder überprüfe die Benachrichtigungseinstellungen.
es: La insignia se actualiza automáticamente según los cambios en las tareas y el tiempo. Si parece incorrecta, intenta reabrir la app o revisar los ajustes de notificaciones.
fr: Le badge se met à jour automatiquement selon les modifications des tâches et le temps. S’il semble incorrect, essayez de rouvrir l’app ou de vérifier les réglages des notifications.
it: Il badge si aggiorna automaticamente in base alle modifiche delle attività e al tempo. Se sembra errato, prova a riaprire l’app o controllare le impostazioni delle notifiche.

source: The credential was exported successfully to Apple Password. Apple Password currently imports usernames, email addresses, passwords, websites, and notes. PINs and custom secure fields are not currently supported by Apple Password and remain securely stored in ForMemo.
de: Die Anmeldedaten wurden erfolgreich nach Apple Passwörter exportiert. Apple Passwörter importiert derzeit Benutzernamen, E-Mail-Adressen, Passwörter, Websites und Notizen. PINs und benutzerdefinierte sichere Felder werden derzeit von Apple Passwörter nicht unterstützt und bleiben sicher in ForMemo gespeichert.
es: La credencial se ha exportado correctamente a Apple Contraseñas. Apple Contraseñas importa actualmente nombres de usuario, direcciones de correo electrónico, contraseñas, sitios web y notas. Apple Contraseñas no admite actualmente los PIN ni los campos seguros personalizados, que permanecen almacenados de forma segura en ForMemo.
fr: Les identifiants ont été exportés avec succès vers Apple Password. Apple Password importe actuellement les noms d'utilisateur, les adresses e-mail, les mots de passe, les sites web et les notes. Les codes PIN et les champs sécurisés personnalisés ne sont actuellement pas pris en charge par Apple Password et restent stockés en toute sécurité dans ForMemo.
it: La credenziale è stata esportata con successo in Apple Password. Apple Password importa attualmente nomi utente, indirizzi e-mail, password, siti web e note. I PIN e i campi protetti personalizzati non sono attualmente supportati da Apple Password e rimangono archiviati in modo sicuro in ForMemo.

source: The current password will be replaced. Make sure you have updated it for the corresponding account.
de: Das aktuelle Passwort wird ersetzt. Stellen Sie sicher, dass Sie es auch für das entsprechende Konto aktualisiert haben.
es: La contraseña actual será reemplazada. Asegúrate de haberla actualizado también para la cuenta correspondiente.
fr: Le mot de passe actuel sera remplacé. Assurez-vous de l’avoir également mis à jour pour le compte correspondant.
it: La password attuale verrà sostituita. Assicurati di averla aggiornata anche per l’account corrispondente.
